"3-finger Horizontal Swipe" = "3-fingers horisontellt svep";
"3-finger Vertical Swipe" = "3-fingers vertikalt svep";
"4-finger Horizontal Swipe" = "4-fingers horisontellt svep";
"4-finger Vertical Swipe" = "4-fingers vertikalt svep";
"About" = "Om";
"About %@" = "Om %@";
"Accessibility" = "Hjälpmedel";
"Acknowledgments" = "Erkännanden";
"Active app" = "Aktiv app";
"Active screen" = "Aktiv skärm";
"Active Space" = "Aktivt skrivbord";
"Add a running app" = "Lägg till en körande app";
"Add an app from disk" = "Lägg till en app från disk";
"Additional controls" = "Ytterligare kontroller";
"Additional controls…" = "Ytterligare kontroller ...";
"Advanced" = "Avancerad";
"After keys are released" = "Efter att tangenterna släppts";
"After release" = "När du släpper";
"Align windows" = "Justera fönster";
"Align windows:" = "Justera fönster:";
"All apps" = "Alla appar";
"All data from this form will be made public, as a ticket on github.com" = "All information i detta formulär kommer göras offentlig i form av ett ärende på github.com";
"All screens" = "Alla skärmar";
"All Spaces" = "Alla skrivbord";
"Allowed" = "Tillåten";
"Alphabetical" = "Alfabetiskt";
"Alphabetical Order" = "Alfabetisk ordning";
"Also select windows using:" = "Välj även fönster med:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab kraschade förra gången du använde det. Skicka en kraschrapport för att hjälpa till med att åtgärda problemet";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab kommer för närvarande att visa applikationer.Den här inställningen är endast tillgänglig när Alttab är inställd på att visa Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab körs utan behörighet för skärminspelning. Miniatyrbilder kommer inte att visas.";
"AltTab needs some permissions" = "AltTab behöver behörigheter";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab kommer att visa om fönstret för närvarande är minimerat eller helskärm med en statusikon.";
"Always" = "Alltid";
"Always send crash reports" = "Skicka alltid kraschrapporter";
"and press" = "och press";
"and press:" = "och tryck:";
"Animations" = "Animationer";
"Animations…" = "Animationer ...";
"App (BundleID starting with)" = "App (BundleID börjar med)";
"App Icons" = "Appikoner";
"App is hidden" = "Appen är dold";
"App is running but has no open window" = "Appen körs men har inga öppna fönster";
"Apparition delay" = "Fördröjning";
"Apparition delay of Switcher" = "Fördröjning för växlares utseende";
"Apparition delay:" = "Visningsfördröjning:";
"Appearance" = "Utseende";
"Application Name" = "Applikationsnamn";
"Application Name - Window Title" = "Applikationsnamn - fönstertitel";
"Applications" = "Ansökningar";
"Are you sure you don’t want a response?" = "Är du säker att du inte vill ha svar?";
"Arrow keys" = "Piltangenter";
"Ask whether to send crash reports" = "Fråga innan felrapporter skickas";
"Auto" = "Auto";
"Auto-install updates periodically" = "Leta efter och installera uppdateringar automatiskt";
"Blacklists" = "Svartlista";
"Cancel" = "Avbryt";
"Cancel and hide" = "Avbryt och dölj";
"Capture windows in the background" = "Fånga fönster i bakgrunden";
"Center" = "Centrerat";
"Check for updates now…" = "Leta efter uppdateringar nu…";
"Check for updates periodically" = "Leta efter uppdateringar automatiskt";
"Check for updates…" = "Leta efter uppdateringar…";
"Check permissions…" = "Kontrollera behörigheter…";
"Close window" = "Stäng fönster";
"Conflicting shortcut" = "Motstridiga kommandon";
"Controls" = "Kommandon";
"Crash reports policy" = "Policy för kraschrapporter";
"Crash reports policy:" = "Felrapportspolicy:";
"Cursor follows focus" = "Flytta muspekaren när fönster byts";
"Customize App Icons style…" = "Anpassa appikoner stil ...";
"Customize Thumbnails style…" = "Anpassa tumnaglar…";
"Customize Titles style…" = "Anpassa titlarstil ...";
"Dark" = "Mörk";
"Debug tools" = "Felsökningsverktyg";
"Disabled" = "Inaktiverad";
"Do nothing" = "Gör ingenting";
"Don’t check for updates periodically" = "Leta inte efter uppdateringar";
"Don’t send" = "Skicka inte";
"Don’t show windows from these apps" = "Visa inte fönster från dessa appar";
"Done" = "Klar";
"End" = "Slutet";
"Exceptions" = "Undantag";
"Export settings…" = "Exportera inställningar…";
"Export…" = "Exportera…";
"Fade in animation of Preview" = "Tona in-animation för förhandsvisning";
"Fade out animation" = "Tona ut";
"Fade out animation of Switcher" = "Tona ut-animation för växlingsfönster";
"Fade out animation:" = "Tona ut:";
"Failed to import settings" = "Kunde inte importera inställningar";
"Focus selected window" = "Byt till valt fönster";
"Fullscreen window" = "Visa fönstret i helskärm";
"Fullscreen windows:" = "Fönster i helskärm:";
"Fullscreen/Defullscreen window" = "Växla helskärmsläge";
"General" = "Allmänt";
"Gesture" = "Gest";
"Grant permission" = "Ge behörighet";
"Hidden windows:" = "Dolda fönster:";
"Hide" = "Dölj";
"Hide app badges" = "Dölj appmärken";
"Hide app badges:" = "Dölj appsymbolbrickor:";
"Hide apps with no open window" = "Dölj appar utan öppet fönster";
"Hide apps with no open window:" = "Dölj appar utan öppna fönster:";
"Hide colored circles on mouse hover" = "Dölj fönsterradsknappar vid hovring";
"Hide colored circles on mouse hover:" = "Dölj fönsterradsknappar när musen hålls över:";
"Hide in %@" = "Dölj i %@";
"Hide Space number labels" = "Dölj skrivbordsnummer";
"Hide Space number labels:" = "Dölj numrering för skrivbord:";
"Hide status icons" = "Dölj statusikoner";
"Hide status icons:" = "Dölj statusikoner:";
"Hide window thumbnails:" = "Dölj fönstertumnaglar:";
"Hide/Show app" = "Dölj/Visa app";
"High" = "Hög";
"Highest" = "Högsta";
"Hold" = "Håll ned";
"Horizontal Swipe with Four Fingers" = "Horisontellt svep med fyra fingrar";
"Horizontal Swipe with Three Fingers" = "Horisontellt svep med tre fingrar";
"I think the app could be improved with…" = "Jag tycker att appen kan förbättras genom…";
"Ignore shortcuts when active" = "Ignorera kortkommandon när aktiv";
"Ignore shortcuts while a window from these apps is active" = "Ignorera kortkommandon när dessa appars fönster är aktiva";
"Import settings…" = "Importera inställningar…";
"Import…" = "Importera…";
"Keep open" = "Håll öppen";
"Keep open and search" = "Håll öppen och sök";
"Language" = "Språk";
"Language Change" = "Språkbyte";
"Large" = "Stor";
"Later" = "Senare";
"Latest releases" = "Senaste versioner";
"Leading" = "Vänster";
"Left" = "Vänsterjusterat";
"Light" = "Ljus";
"Lock search" = "Lås sökning";
"Max height on screen:" = "Maxhöjd på skärmen:";
"Max width on screen:" = "Maxbredd på skärmen:";
"Medium" = "Medium";
"Menubar icon" = "Ikon i menyrad";
"Menubar icon:" = "Ikon i menyrad:";
"Middle" = "Mitten";
"Minimize/Deminimize window" = "Minimera/återställ fönster";
"Minimized windows:" = "Minimerade fönster:";
"Miscellaneous" = "Övrigt";
"Miscellaneous:" = "Övrigt:";
"Mouse hover" = "Muspekare";
"Multiple screens" = "Flera skärmar";
"Never" = "Aldrig";
"Never send crash reports" = "Skicka aldrig kraschrapporter";
"No Window" = "Inget fönster";
"Non-active apps" = "Icke-aktiva appar";
"Non-visible Spaces" = "Ej synliga skrivbord";
"Normal" = "Normal";
"Not allowed" = "Ej tillåten";
"NSHumanReadableCopyright" = "GPL-3.0-licens";
"Only if the window is fullscreen" = "Endast om fönstret visas i helskärm";
"Only on different screen" = "Endast på annan skärm";
"Open Accessibility Preferences…" = "Öppna hjälpmedelsinställningar…";
"Open Accessibility Settings…" = "Öppna hjälpmedelsinställningar…";
"Open Screen Recording Preferences…" = "Öppna skärminspelningsinställningar…";
"Open Screen Recording Settings…" = "Öppna inställningar för skärminspelning…";
"Open System Settings to confirm, and continue" = "Öppna systeminställningar för att bekräfta, och fortsätt";
"Open Trackpad Preferences…" = "Öppna inställningar för styrplatta…";
"Open Trackpad Settings…" = "Öppna inställningar för styrplatta…";
"Optional: email (if you want a reply)" = "Valfritt: e-postadress (om du önskar svar)";
"Order windows by" = "Sortera fönster efter";
"Please fill in the form" = "Vänligen fyll i formuläret";
"Policies" = "Policy";
"Preferences…" = "Inställningar…";
"Preview selected window" = "Förhandsvisa valt fönster";
"Preview selected window:" = "Förhandsvisa valt fönster:";
"Preview the selected window." = "Tar fram det valda fönstret innan du byter till det.";
"Quit" = "Avsluta";
"Quit %@" = "Avsluta %@";
"Quit app" = "Avsluta app";
"Recently Created" = "Nyligen skapat";
"Recently Created First" = "Nyligen skapad först";
"Recently Focused" = "Nyligen aktivt";
"Recently Focused First" = "Nyligen fokuserad först";
"Remember my choice" = "Kom ihåg mitt val";
"Reset preferences and restart" = "Nollställ inställningar och starta om";
"Reset preferences and restart…" = "Nollställ inställningar och starta om";
"Reset settings and restart" = "Återställ inställningar och starta om";
"Reset settings and restart…" = "Återställ inställningar och starta om…";
"Restart Now" = "Starta om nu";
"Rows of thumbnails:" = "Rader av tumnaglar:";
"Screen including menu bar" = "Skärm med menyrad";
"Screen including mouse" = "Skärm med muspekaren";
"Screen Recording" = "Skärminspelning";
"Screen showing AltTab" = "Skärm som visar AltTab";
"Search" = "Sök";
"Select next window" = "Välj nästa fönster";
"Select previous window" = "Välj föregående fönster";
"Select windows on mouse hover" = "Välj fönster vid hovring";
"Select windows using arrow keys" = "Välj fönster med piltangenterna";
"Select windows using vim keys" = "Välj fönster med Vim-tangenter";
"Send" = "Skicka";
"Send a crash report?" = "Skicka kraschrapport?";
"Send anyway" = "Skicka ändå";
"Send debug profile (CPU, memory, etc)" = "Skicka felsökningsinfo (CPU, minne, osv.)";
"Send feedback" = "Skicka feedback";
"Send feedback…" = "Skicka feedback…";
"Settings imported" = "Inställningar importerade";
"Settings…" = "Inställningar";
"Share improvement ideas, or report bugs" = "Dela förbättringsförslag eller rapportera fel";
"Shortcut" = "Genväg";
"Shortcut 1" = "1";
"Shortcut 2" = "2";
"Shortcut 3" = "3";
"Shortcut 4" = "4";
"Shortcut 5" = "5";
"Shortcut already assigned to another action: %@" = "Kommandot är redan kopplat till en annan funktion: %@";
"Shortcuts When Active" = "Genvägar när AltTab visas";
"Shortcuts when active…" = "Genvägar när AltTab visas…";
"Show" = "Visa";
"Show & Hide" = "Visa och dölj";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Visa ett objekt i omkopplaren för varje fönster eller för varje applikation.Windows kommer att fokuseras, medan applikationer kommer att aktiveras.";
"Show apps with no open window" = "Visa appar utan öppna fönster";
"Show at the end" = "Visa på slutet";
"Show fullscreen windows" = "Visa fönster som är i helskärm";
"Show hidden windows" = "Visa dolda fönster";
"Show in switcher" = "Visa i Switcher";
"Show minimized windows" = "Visa minimerade fönster";
"Show on" = "Visa på";
"Show on:" = "Visa på:";
"Show standard tabs as windows" = "Visa standardflikar som fönster";
"Show standard tabs as windows:" = "Visa standardflikar som fönster:";
"Show titles" = "Visa titlar";
"Show windows from applications" = "Visa fönster från applikationer";
"Show windows from screens" = "Visa fönster från skärmar";
"Show windows from Spaces" = "Visa fönster från skrivbord";
"Show windows from:" = "Visa fönster från:";
"Size" = "Storlek";
"Skipped" = "Överhoppad";
"Small" = "Liten";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Vissa appar såsom Finder eller Förhandsvisning använder standardflikar som fungerar som separata fönster. Vissa andra appar såsom webbläsare använder anpassade flikar som fungerar på unika sätt och inte är faktiska fönster. AltTab kan inte visa dessa separat.";
"Source code repository" = "Källkodskatalog";
"Space" = "Skrivbord";
"Space Order" = "Skrivbordens ordning";
"Start" = "Början";
"Start at login" = "Starta vid inloggning";
"Start at login:" = "Starta vid inloggning:";
"Support this project" = "Stöd projektet";
"Swipe with Four Fingers" = "Svep med fyra fingrar";
"Swipe with Three Fingers" = "Svep med tre fingrar";
"Switch between 3 different styles. You can customize them." = "Välj mellan 3 olika stilar. Du kan anpassa dessa.";
"System" = "System";
"System Default" = "Systemstandard";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Genvägen ⌘⎋ (kommando+escape) kan användas av macOS för GameOverlay.\n\nDina ändringar skulle tilldela den till: %@.\n\nOm du vill fortsätta, se till att GameOverlay-genvägen är inaktiverad.\nObservera också att macOS har rapporterat buggar där genvägen fortfarande kan störa när den är inaktiverad.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Tangenten ⎋ (escape) är reserverad av vissa macOS-genvägar (t.ex. ⌘⌥⎋ kommer att visa fönstret Tvinga avsluta program).\n\nOm du vill använda ⎋, se till att Modifieringsknappar inte är: ⌘⌥, ⌘⌥⇧, eller ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Tangenten ⎋ (escape) är reserverad av vissa macOS-genvägar (t.ex. ⌘⌥⎋ kommer att visa fönstret Tvinga avsluta program).\n\nDina ändringar skulle tilldela den till: %@.\n\nOm du vill använda ⎋, se till att Modifieringsknappar inte är: ⌘⌥, ⌘⌥⇧, eller ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Programmet måste startas om för att de importerade inställningarna ska tillämpas.";
"The application needs to restart to apply the language change." = "Programmet måste startas om för att språkändringen ska tillämpas.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "När kommando släpps:";
"This permission is needed to focus windows after you release the shortcut" = "Denna behörighet behövs för att byta fönster när du släpper kommandot";
"This permission is needed to show screenshots and titles of open windows" = "Denna behörighet behövs för att visa skärmdumpar och titlar för öppna fönster";
"This permission is needed to show thumbnails and preview of open windows" = "Denna behörighet behövs för att visa miniatyrbilder och förhandsvisning av öppna fönster";
"Thumbnails" = "Tumnaglar";
"Title" = "Titel";
"Title truncation" = "Titelavkortning";
"Titles" = "Titlar";
"Trackpad haptic feedback" = "Haptisk återkoppling för styrplatta";
"Trigger" = "Utlösare";
"Trigger shortcut" = "Triggergenväg";
"Unassign existing shortcut and continue" = "Ta bort nuvarande kommando och fortsätt";
"Updates policy" = "Policy för uppdateringar";
"Updates policy:" = "Uppdateringspolicy:";
"Use the app without this permission. Thumbnails won’t show." = "Använd appen utan denna behörighet. Miniatyrbilder kommer inte att visas.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Vertikalt svep med fyra fingrar";
"Vertical Swipe with Three Fingers" = "Vertikalt svep med tre fingrar";
"View existing discussions" = "Visa befintliga diskussioner";
"Vim keys" = "Vim-tangenter";
"Vim keys already assigned to other actions:\n%@" = "Vim-tangenter används redan för följande:\n%@";
"Visibility" = "Synlighet";
"Visible Spaces" = "Synliga skrivbord";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "När inaktiverat undviks den lila indikatorn för skärminspelning i macOS, och flimmer undviks vid uppspelning av DRM-video. Miniatyrbilder blir mindre uppdaterade.";
"When fullscreen" = "I helskärmsläge";
"When no open window" = "När inget fönster är öppet";
"While open, press:" = "När öppet, tryck:";
"Window app icon size:" = "Storlek för appikoner:";
"Window is fullscreen" = "Fönstret visas i helskärm";
"Window is minimized" = "Fönstret är minimerat";
"Window is on every Space" = "Fönstret finns på alla skrivbord";
"Window is on Space %d" = "Fönstret finns på skrivbord %d";
"Window max width in row:" = "Maxhöjd för fönster i rad:";
"Window min width in row:" = "Maxbredd för fönster i rad:";
"Window order:" = "Sortera fönster:";
"Window Title" = "Fönstertitel";
"Window title contains" = "Fönstertiteln innehåller";
"Window title font size:" = "Storlek för fönstertitel:";
"Window title truncation:" = "Förkortning av fönstertitel:";
"Windows" = "Fönster";
"You can’t undo this action." = "Detta kan inte ångras.";
"You didn’t write your email, thus can’t receive any response." = "Du uppgav ingen e-post och kan därför inte få svar.";
"You may need to disable some conflicting system gestures" = "Du kan behöva inaktivera vissa motstridiga systemgester";
